<?php
    $engine = [
        "home" => "Главная",
        "contacts" => "Контакты",
        "id" => "#",
        "image" => "Изображение",
        "name" => "Название",
        "val" => "Цена",
        "cost" => "Руб.",
        "email" => "Email",
        "buy" => "Купить",
        "submit_buy" => "Подтвердите покупку",
        "pay" => "Оплатить",
        "name_contact" => "Название",
        "link_nickname" => "Ссылка / Ник",
        "succesfull" => "Товар успешно куплен!",
        "information_will_be_sent_in" => "В течении 30 минут на ваш E-Mail будет выслана купленная вами информация.",
        "error" => "Произошла ошибка",
        "contact_us" => "Свяжитесь с нами",
    ];
?>