<?php
    $engine = [
        ## МЕНЮ
        "main" => "Главная",
        "contacts" => "Контакты",
        ## ГЛАВНАЯ СТРАНИЦА СПИСОК ТОВАРОВ
        "id" => "№",
        "image" => "Иконка",
        "name" => "Название",
        "price" => "Цена ",
        "currency" => "Руб.",
        ## КОНТАКТЫ
        "logo_c" => "Логотип",
        "user" => "Пользователь",
        ## ПРОСМОТР ТОВАРА
        "description" => "Описание",
        "buy" => "Купить",
        "no_in_stock" => "Нету на складе",
        "feedback" => "Отзывы",
        "checkout" => "Оформление покупки.",
        "leave_feedback" => "Оставьте отзыв о товаре.",
        "email" => "Email",
        "pay" => "Оплатить",
        ## УСПЕШНАЯ ОПЛАТА
        "successfully" => "Оплата прошла успешно",
        "you_will_receive_a_message" => "Вы получите сообщение с купленным товаром в течении 30 минут",
        ## ОШИБКА
        "error" => "Произошла ошибка",
        "contact_us" => "Свяжитесь с администрацией",
    ];
?>